Repository: paulhenry46/PyinkFeyn
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fr

source: PyinkFeyn Generator
fr: Générateur PyinkFeyn

source: Generate
fr: Générer

source: Syntax (e.g.: e+ e- > gamma > mu+ mu-)
fr: Syntaxe (ex : e+ e- > gamma > mu+ mu-)

source: Leave empty to manually style the selection.
fr: Laissez vide pour styliser manuellement la sélection.

source: Diagram scale
fr: Échelle du diagramme

source: Advanced options
fr: Options avancées

source: Momentum length
fr: Longueur du momentum

source: Momentum offset
fr: Décalage du momentum

source: Put labels between $
fr: Mettre les tags entre $

source: Physics
fr: Physique

source: PyinkFeyn Builder
fr: Editeur PyinkFeyn

source: Propagator
fr: Propagateur

source: Particle type:
fr: Type de particule :

source: Photon / Boson (Wavy)
fr: Photon / Boson (Sinuosité)

source: Gluon (Loops)
fr: Gluon (Boucles)

source: Fermion (Straight line)
fr: Fermion (Ligne droite)

source: Scalar (Dashed)
fr: Scalaire (Tirets)

source: Ghost (Dotted)
fr: Ghost (Pointillés)

source: Don't touch line style
fr: Ne pas modifier le style

source: Amplitude (Height)
fr: Amplitude (Hauteur)

source: Flow arrow:
fr: Flèche de flux :

source: None
fr: Aucune

source: To the right
fr: Vers la droite

source: To the left
fr: Vers la gauche

source: Upwards
fr: Vers le haut

source: Downwards
fr: Vers le bas

source: Forward (A to B)
fr: Sens direct (A vers B)

source: Backward (B to A)
fr: Sens inverse (B vers A)

source: Momentum arrow:
fr: Flèche de momentum :

source: Momentum Label (e.g.: p_1)
fr: Label du momentum (ex : p_1)

source: Vertices
fr: Sommets

source: Options for selected ends:
fr: Options pour les extrémités :

source: Vertex style:
fr: Style de sommet :

source: Black dot (Dot)
fr: Point noir (Dot)

source: Large circle (Blob)
fr: Gros cercle (Blob)

source: Square (Mass)
fr: Carré (Masse)

source: Vertex side:
fr: Côté du sommet :

source: Both sides
fr: Les deux côtés

source: Leftmost (X min)
fr: Le plus à gauche (X min)

source: Rightmost (X max)
fr: Le plus à droite (X max)

source: Topmost
fr: Le plus haut

source: Bottommost
fr: Le plus bas

source: Start of path
fr: Départ du tracé

source: End of path
fr: Fin du tracé

source: Vertex size
fr: Taille du sommet

source: Apply to all nodes in path
fr: Appliquer à tous les nœuds
